
/* Description text. %1 is the system version, %2 is the volume name, %3 is the System Folder name if it's not "System Folder" */
"DESCRIPTION_WITH_SFNAME" =	"您已在磁碟“%2”\n上選擇了 %1（％3）。";
"DESCRIPTION" =				"您已在磁碟“%2”\n上選擇了 %1。";
"ICON_LABEL_LINE1" =		"%1";
"ICON_LABEL_LINE2" = 		"在“%2”上";

/* Labels inside the tool-tips */
"Volume:" = "卷宗：";
"System:" = "系統：";
"Version:" = "版本：";
"Location:" = "位置："; /* name of Mac OS 9 System Folder if it's not called "System Folder" */
"Server:" = "伺服器："; /* Internet Host containing NetBoot image */

/* Product names for Beta systems that didn't have SystemVersion.plist */
"PB" = "Public Beta";
"WWPB" = "World Beta";

/* The restart button has no ellipsis when the option key is down */
"RESTART" = "重新開機";
"RESTART..." = "重新開機⋯";
"RESTARTING" = "正在重新開機";
"RESTART?" = "確定要重新開機嗎？";
"RESTART_NETINSTALL" = "確定要使用此安裝磁碟來重新啟動電腦嗎？";
"SAVE_DESCRIPT" = "您的電腦將會使用“%2”上的“%1”開機。";
"CANCEL" = "取消";
"OK" = "好";
"SHUTDOWN" = "關機";

/* You sure you want to go into TDM sheet */
"TDM_AND_RESTART?" = "您確定要以目標磁碟模式來重新啟動電腦嗎？";
"ENTER_TDM" = "重新開機";
"TDM_DESCRIPT" = "您的電腦將以目標磁碟模式重新啟動。若要將電腦作為硬碟使用，請透過 FireWire 接線將其連接到另一部電腦。若要離開目標磁碟模式，請按下電源按鈕。";
"kSD_TDM_BOOTARGS_FOUND" = "若要讓電腦從 FireWire 目標磁碟模式關機，您必須比平常時間按住電源按鈕稍久一些，因為 boot-args 包含除錯設定。";

/* The tdm button has no ellipsis when the option key is down */
"TDM" = "目標磁碟模式";
"TDM..." = "目標磁碟模式⋯";

/* NetBoot Stuff */
"NETWORK_STARTUP" = "網路開機"; /* Search at startup, no NB2 server found */
"NETWORK_STARTUP_LIST" = "網路開機⋯"; /* More Choices icon */
"NETWORK_VOLUME" = "網路磁碟"; /* specific image icon line 2 */
"NETBOOT_LIST_TOOLTIP" = "選擇下方的網路磁碟"; /* More Choices tooltip */
"SAVE_NETBOOT_DESCRIPT" = "您的電腦將會使用名為“%1”的網路磁碟開機。"; /* save sheet */
"SAVE_NETINSTALL_DESCRIPT" = "您的電腦將使用名為“%1”的網路磁碟來開機。如果此磁碟自動安裝軟體，您的硬碟可能會被清除。"; /* save sheet */
"NETBOOT_DESCRIPTION" = "您已選擇網路磁碟“%1”。"; /* descriptive text at bottom of window */

"NETBOOT_ANY_TOOLTIP" = "在開機時搜尋網路磁碟"; /* no server found tooltip */
"SAVE_NETBOOT_ANY_DESCRIPT" = "您的電腦會在開機時搜尋網路磁碟。"; /* save sheet */
"NETBOOT_ANY_DESCRIPTION" = "您已選擇在開機時搜尋網路磁碟。"; /* descriptive text at bottom of window */

/* kind strings for the netboot list view */
"INSTALL_9_KIND" = "安裝 Mac OS 9";
"INSTALL_X_KIND" = "安裝 Mac OS X";
"INSTALL_XSERVER_KIND" = "安裝 Mac OS X Server";
"9_KIND" = "Mac OS 9";
"X_KIND" = "Mac OS X";
"XSERVER_KIND" = "Mac OS X Server";
"UNTITLED_NAME" = "未命名";


/* error messages */
"SAVE_ERROR_TITLE" = "您無法將啟動磁碟更改為所選磁碟。";
"SAVE_ERROR_MSG" = "“啟動磁碟”無法在所選磁碟上收集到足夠的資訊。";
"TDM_ERROR_TITLE" =  "您無法以目標磁碟模式開機。";
"TDM_ERROR_MSG" =  "“啟動磁碟”無法設定系統屬性。";



/* product names */
"Mac OS X" = "Mac OS X";
"Windows" = "Windows";
"Foreign OS" = "外來的 OS";


